Revit 2027 API
ParameterTypeId.ProjectOrganizationDescription Property
 "Organization Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectOrganizationDescription { get; }
Public Shared ReadOnly Property ProjectOrganizationDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectOrganizationDescription {
	ForgeTypeId^ get ();
}
static member ProjectOrganizationDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace